<?php

return [
  'accept_action' => 'Прихватам',
  'modal_text' => 'Поштујемо вашу приватност и тежимо ка најбољем искуству на сајту у складу са ГДПР-ом. Омогућавање колачића пружа персонализовано искуство, док њихово онемогућавање може смањити персонализацију. Слободно ажурирајте своје преференције у било ком тренутку. Ваш пристанак важи 12 месеци. За више информација, молимо вас да прочитате следеће документе: :privacy_policy и :cookie_policy.',
  'privacy_policy' => 'Политика приватности',
  'cookie_policy' => 'Политика употребе колачића',
  'decline_action' => 'Не желим колачиће',
];
