<?php

return [
  'step2' => 
  [
    'write' => 
    [
      'placeholder' => 'Унесите опис',
      'description' => 'Напишите опис на језику:',
    ],
    'title' => 'Напишите опис',
    'info' => 'Молимо да не укључујете свој број телефона или линкове ка веб сајтовима',
    'description' => 'Укратко се представите, наведите своје квалификације и искуство у настави. Опишите како су организовани ваши часови и какав је ваш стил предавања. Објасните шта ће студенти постићи или научити током ваших часова.',
    'message' => 
    [
      'warning' => 'Унесете најмање :chars карактера',
    ],
    'post' => 
    [
      'information' => 'Информације о огласу',
    ],
    'save' => 
    [
      'continue' => 'Сачувај и настави',
    ],
  ],
  'step3' => 
  [
    'duration' => 
    [
      'placeholder' => 'Унесите трајање',
      'description' => 'Поставите трајање часа (минута)',
      'title' => 'Трајање',
    ],
    'price' => 
    [
      'placeholder' => 'Унесите цену',
      'description' => 'Поставите цену часа',
      'title' => 'Цена',
    ],
    'city' => 
    [
      'title' => 'Град',
      'placeholder' => 'Унесите град',
    ],
    'title' => 'Локација и цена',
    'subtitle' => 'Локација',
    'online' => 'Да ли је час онлине:',
    'yes' => 'Да',
    'no' => 'Не',
    'in_person' => 'Да ли је час уживо:',
    'currency' => 
    [
      'description' => 'Одаберите валуту плаћања',
      'title' => 'Валута',
      'select' => 'Одаберите валуту',
    ],
    'choose' => 'Одаберите',
    'submit' => 
    [
      'post' => 'Пошаљите оглас',
    ],
    'description' => 'Опис',
    'country' => 
    [
      'title' => 'Држава',
      'placeholder' => 'Унесите државу',
    ],
  ],
  'validation' => 
  [
    'subject_id' => 'Већ сте послали оглас за овај предмет.',
    'description' => 
    [
      'required' => 'Опис је обавезан за сваки језик.',
      'string' => 'Опис мора бити стринг за сваки језик.',
      'min' => 'Опис мора имати најмање :chars карактера.',
    ],
    'city' => 
    [
      'required_if' => 'Град је обавезно поље када се час одржава уживо.',
    ],
    'country' => 
    [
      'required_if' => 'Држава је обавезно поље када се час одржава уживо.',
    ],
  ],
  'final' => 
  [
    'title' => 
    [
      'welcome' => 'Још само мало!',
      'question' => 'Који су следећи кораци?',
    ],
    'description' => 
    [
      'welcome' => 'Захваљујемо Вам се на подношењу захтева за креирање огласа! У току је прегледање огласа и провера испуњености наших услова који се односе на неопходне податке.',
      'approve' => 'Наш тим ће ускоро прегледати оглас.',
      'notification' => 'Добићете обавештење на емаил када оглас буде доступан на платформи!',
      'questions' => 'Уколико имате додатних питања или Вам затреба помоћ, слободно нас контактирајте.',
      'thank_you_note' => 'Хвала на разумевању и стрпљењу!',
    ],
    'go' => 
    [
      'to' => 
      [
        'dashboard' => 'Иди на Дасхбоард',
      ],
    ],
  ],
  'header' => 
  [
    'step1' => 
    [
      'heading' => 'Унесите информације о огласу',
      'description' => 'Детаљи о предмету и језицима',
    ],
    'step2' => 
    [
      'heading' => 'Напишите опис',
      'desctiption' => 'Преведите опис огласа',
    ],
    'step3' => 
    [
      'heading' => 'Локација и Цена',
      'desctiption' => 'Наведите локацију и цену часа',
    ],
  ],
  'step' => 
  [
    'title' => 'Креирај нови оглас',
    'description' => 'Пре него што почнете да предајете на нашој платформи, потребно је да нам кажете који предмет предајете, језике које говорите и неке друге информације. Молимо вас да попуните информације у наставку.',
  ],
  'step1' => 
  [
    'title' => 'Информације о огласу',
    'subject' => 
    [
      'title' => 'Одаберите предмет који предајете',
      'description' => 'Ако предмет који предајете није на листи, молимо да нас контактирате путем е-маила',
      'select' => 'Одаберите предмет',
    ],
    'choose' => 'Одаберите',
    'choosen' => 'Одабрано',
    'remove' => 'Обришите',
    'tags' => 
    [
      'select' => 'Одаберите тагове',
      'description' => 'Одаберете релевантне тагове које сматрате да најбоље одговарају вашем часу',
      'suggest' => 
      [
        'description' => 'Уколико желите да предложите нове тагове, слободно их унесите као вредности одвојене зарезом. Ваши предлози су увек добродошли!',
        'title' => 'Предложите нове тагове',
      ],
      'suggestions' => 'Препоручен таг1, Препоручен таг2',
    ],
    'languages' => 
    [
      'title' => 'Одаберите језике на којима желите да предајете',
      'description' => 'Можете изабрати више од једног језика',
      'select' => 'Одаберите језике',
    ],
    'save' => 
    [
      'continue' => 'Сачувај и настави',
    ],
  ],
];
