<?php

return [
  'discord' => 
  [
    'title' => 'Придружите се нашој заједници',
    'description' => 'Размислите о придруживању нашој Дисцорд заједници. Ваше мишљење нам може помоћи да ствари учинимо још бољим.',
    'action' => 'Дисцорд Сервер',
  ],
  'email_verification' => 
  [
    'description' => 'Емаил адреса коју сте унели није валидна и не можемо вас контактирати. Молимо вас да је ажурирате на вашој страници профила и обавестите нас слањем емаила на:',
  ],
  'rate_teacher' => 
  [
    'description' => 'Молимо вас да одвојите тренутак да оцените ваш недавни час са вашим предавачем. Ваши утисци нам помажу да побољшамо искуство учења за све.',
  ],
  'feedback' => 
  [
    'description' => 'Ценимо ваше мишљење! Ако мислите да нешто недостаје или сте наишли на неки проблем, молимо вас да нас обавестите посетом',
  ],
  'localization' => 
  [
    'description' => 'Ослањамо се на нашу заједницу приликом развоја платформе. Желите да помогнете да преведемо платформу на што више језика? Придружите нам се!',
    'action' => 'Придружите нам се на Wеблате-у',
    'title' => 'Учествујте у преводу',
  ],
  'article_author' => 
  [
    'title' => 'Постаните писац',
    'description' => 'Истакните се на мрежи са паметним, висококвалитетним чланцима који показују ваше знање. Почните да пишете сада.',
  ],
  'create_post' => 
  [
    'title' => 'Почните предавати',
    'description' => 'Спремни сте да објавите нови оглас? Јавите нам тако што ћете попунити образац.',
  ],
];
