<?php

return [
  'question_1' => 'Да ли је регистрација бесплатна?',
  'answer_1' => 'Да, регистрација на Цласора платформи је потпуно бесплатна. Можете се регистровати и постављати огласе за ваше часове без икаквих трошкова.',
  'question_2' => 'Да ли је креирање огласа бесплатно?',
  'answer_2' => 'Да, креирање огласа на Цласора платформи је бесплатно. Можете слободно поставити огласе за ваше часове без икаквих трошкова.',
  'question_3' => 'Како могу брзо да добијем одобрење за свој профил?',
  'answer_3' => 'Да бисте брзо добили одобрење за свој профил, постарајте се да све потребне информације буду тачне и потпуне приликом регистрације. Користите праву фотографију себе, снимите кратак видео и детаљно опишите своје искуство као наставника у опису. Уверите се да сте пружили све тражене податке и да су у складу са правилима и захтевима платформе.
    Избегавајте навођење контакт детаља или обмањујућих информација у вашем опису и видеу. Ако ове информације буду присутне, затражићемо да их уклоните, што може успорити процес одобрења.
    Сигуран начин да добијете одобрење је да пратите савете дати у сваком кораку процеса регистрације. Ако имате додатних питања или вам је потребна помоћ, обратите се нашем тиму за подршку путем е-поште или других доступних канала.',
  'question_4' => 'Који предмет могу да предајем?',
  'answer_4' => 'На Цласора платформи можете предавати било који предмет у којем имате стручност и искуство. Листу предмета можете погледати овде. Уколико се предмет који предајете не налази на листи, можете захтевати да га убацимо у листу.',
  'question_5' => 'Да ли Цласора наплаћује провизију за часове?',
  'answer_5' => 'Не, Цласора платформа не наплаћује провизију за часове. Ви и ученик договарате све детаље директно без додатних трошкова за платформу.',
  'question_6' => 'Како могу контактирати ученике?',
  'answer_6' => 'Када ученик изрази интересовање за ваше часове, добићете обавештење путем е-поште. Све даљње комуникације и договори обављају се директно између вас и ученика путем платформе.',
  'question_7' => 'Како се обављају уплате за часове?',
  'answer_7' => 'Уплате за часове обављају се директно између вас и ученика. Цласора не управља процесом плаћања нити наплаћује провизију. Ви и ученик договарате све детаље око плаћања.',
  'question_8' => 'Како могу да обришем или паузирам свој оглас?',
  'answer_8' => 'Ако желите да обришете или паузирате свој оглас, потребно је да пошаљете захтев путем е-поште на адресу :email. У е-маилу наведите податке о огласу који желите да обришете или паузирате и, ако је потребно, обезбедите додатне информације како бисмо могли да обрадимо ваш захтев.',
  'faq_title' => 'Најчешће постављена питања',
  'missed_questions' => 'Нисмо одговорили на неко питање?',
  'missed_questions_paragraph_1' => 'Ако имате додатних питања или вам је потребна помоћ, погледајте наш :feedback_hub и придружите се нашем :discord каналу.',
];
