<?php

return [
  'email' => 
  [
    'provider_subject' => 'Заказан нови час',
    'provider_body' => 'Корисник :first_name је заказао ваш час. Молимо вас да унапред контактирате корисника и поделилите локацију часа.',
    'customer_subject' => 'Заказан нови час',
    'customer_body' => 'Заказали сте нови час. Предавач ће вас контактирати у вези са локацијом часа.',
  ],
  'chat' => 
  [
    'message' => 'Нови термин заказан за предмет :post_title на датум :date_time',
  ],
  'confirmation_message' => 'Молимо потврдите датум и време часа. Предавач ће вам послати поруку о локацији или линку за заказани час.',
  'no_availabilities' => 'Нема доступних термина за изабрани датум. Молимо изаберите други датум.',
];
