<?php

return [
  'description_1' => 'Регистрација и постављање огласа ће увек бити бесплатни.',
  'native_speakers_section' => 'Желите да учите језик од предавача који говори матерњи језик или да искључиво причате на страном језику? Погледајте ове објаве.',
  'choose' => 'Одаберите',
  'chosen' => 'Одабрано',
  'remove' => 'Обришите',
  'subject' => 'Предмет',
  'choose_subject' => 'Одаберите предмет',
  'choose_tag' => 'Одаберите таг',
  'choose_language' => 'Одаберите језик',
  'levels_certifications' => 'Нивои и сертификати',
  'tutor_speaks' => 'Предавач говори',
  'default' => 'Подразумевано',
  'class_location' => 'Локација одржавања часа',
  'blogs' => 'Чланци предавача',
  'author' => 'Аутор',
];
