<?php

return [
  'writing_platform' => 'Платформа за писање',
  'title' => 'Захтев за писање едукативних чланака',
  'languages' => 
  [
    'title' => 'Одаберите језике на којима желите да пишете чланке',
    'description' => 'Можете изабрати више од једног језика',
    'select' => 'Одаберите језике',
  ],
  'comment' => 
  [
    'title' => 'Ваше интересовање и мотивација',
    'tagline' => 'Напишите кратко о темама које вас инспиришу и о којима бисте волели да пишете.',
    'placeholder' => 'Унесите коментар',
  ],
  'instructions' => 
  [
    'title' => 'Прочитао сам и слажем се са',
    'terms' => 'условима коришћења',
  ],
  'status' => 
  [
    'title' => 'Статус захтева',
    'in_process' => 'Захтев је у обради',
    'approved' => 'Захтев је одобрен',
    'help' => 'Ако имате потешкоћа са приступом, обратите се нашем тиму за подршку.',
    'description' => 'Да бисте започели писање улогујте се на платформу са вашим креденцијалима.',
  ],
];
