<?php

return [
  'title' => 'Вхід',
  'action' => 'Увійти',
  'login_redirect' => 'Немає облікового запису?',
  'register_redirect' => 'Вже маєте обліковий запис?',
  'failed' => 'Облікові дані не відповідають нашим записам.',
  'password' => 'Пароль не відповідає нашим записам.',
  'throttle' => 'Занадто багато спроб входу. Будь ласка, спробуйте знову через :seconds
секунд.',
  'name' => 'Ім\'я',
  'provider' => 'Цей обліковий запис пов\'язаний з обліковим записом :provider.',
  'forgot_password_description' => 'Забули пароль? Не проблема. Просто повідомте нам свою електронну адресу, і ми надішлемо вам посилання для скидання пароля, яке дозволить вам обрати новий.',
  'confirm_password_description' => 'Це захищена зона додатку. Будь ласка, підтвердить свій пароль перед продовженням.',
  'profile_description' => 'Оновіть інформацію профілю та електронну адресу вашого облікового запису.',
  'update_password_description' => 'Переконайтесь, що ваш обліковий запис використовує довгий, випадковий пароль для забезпечення безпеки.',
  'delete_account_description' => 'Після видалення вашого облікового запису всі його ресурси та дані будуть остаточно видалені. Перед видаленням облікового запису завантажте всі дані чи інформацію, яку ви хочете зберегти.',
  'delete_account_confirmation' => 'Після видалення вашого облікового запису всі його ресурси та дані будуть остаточно видалені. Будь ласка, введіть свій пароль для підтвердження, що ви хочете остаточно видалити обліковий запис.',
  'set_password_description' => 'Ви увійшли за допомогою стороннього постачальника, такого як Google, Apple або Linkedin. Щоб отримати прямий доступ до платформи, встановіть пароль.',
  'onboarding_teacher_question' => 'Будь ласка, повідомте нам, чи хочете ви навчати, чи шукаєте викладачів?',
  'onboarding_teacher_title' => 'Ласкаво просимо на нашу платформу, :first_name!',
  'onboarding_not_teacher' => 'Шукаю викладачів',
  'onboarding_is_teacher' => 'Хочу навчати',
];
