<?php

return [
  'validation' => 
  [
    'subject_id' => 'Ви вже подали публікацію для цього предмета.',
    'description' => 
    [
      'required' => 'Поле опису є обов\'язковим для кожної мови.',
      'string' => 'Опис повинен бути рядком для кожної мови.',
      'min' => 'Опис повинен містити принаймні :chars символів.',
    ],
    'city' => 
    [
      'required_if' => 'Поле міста є обов\'язковим, коли обрано особисто.',
    ],
    'country' => 
    [
      'required_if' => 'Поле країни є обов\'язковим, коли обрано особисто.',
    ],
    'video' => 
    [
      'file' => 'Відео повинно бути файлом.',
      'mimes' => 'Відео повинно бути файлом типу: mp4, avi, mov, wmv.',
      'max' => 'Відео не може бути більше :size МБ.',
    ],
  ],
  'final' => 
  [
    'title' => 
    [
      'welcome' => 'Майже готово!',
      'question' => 'Що далі?',
    ],
    'description' => 
    [
      'welcome' => 'Дякуємо за вашу заявку! Зараз ми розглядаємо вашу публікацію, щоб переконатися, що все відповідає нашим рекомендаціям.',
      'approve' => 'Наша команда незабаром схвалить вашу публікацію.',
      'notification' => 'Ви отримаєте сповіщення, як тільки вона буде опублікована!',
      'questions' => 'Якщо у вас є запитання або потрібна допомога, не соромтеся звертатися.',
      'thank_you_note' => 'Дякуємо за ваше терпіння!',
    ],
    'go' => 
    [
      'to' => 
      [
        'dashboard' => 'Перейти до панелі управління',
      ],
    ],
  ],
  'header' => 
  [
    'step1' => 
    [
      'heading' => 'Введіть інформацію про публікацію',
      'description' => 'Деталі про предмет та мови',
    ],
    'step2' => 
    [
      'heading' => 'Написати опис',
      'desctiption' => 'Перекласти опис публікації',
    ],
    'step3' => 
    [
      'heading' => 'Місцезнаходження та ціна',
      'desctiption' => 'Вкажіть місце уроку та ціноутворення',
    ],
    'step4' => 
    [
      'heading' => 'Відео презентація',
      'desctiption' => 'Відео презентація вашого класу',
    ],
  ],
  'step' => 
  [
    'title' => 'Створити нову публікацію',
    'description' => 'Перш ніж почати викладати на нашій платформі, вам потрібно розповісти нам, який предмет вашого класу, якими мовами ви розмовляєте та деяку іншу інформацію. Будь ласка, заповніть інформацію нижче.',
    'pause_button' => 'Призупинити публікацію',
    'resume_button' => 'Відновити публікацію',
  ],
  'step1' => 
  [
    'title' => 'Інформація про публікацію',
    'subject' => 
    [
      'title' => 'Оберіть предмет, який ви викладаєте',
      'description' => 'Якщо предмет, який ви викладаєте, не вказаний, будь ласка, зв\'яжіться з нами через',
      'select' => 'Оберіть предмет',
    ],
    'choose' => 'Обрати',
    'choosen' => 'Обрано',
    'remove' => 'Видалити',
    'tags' => 
    [
      'select' => 'Оберіть теги',
      'description' => 'Будь ласка, оберіть відповідні теги, які, на вашу думку, найкраще відповідають вашому класу',
      'suggest' => 
      [
        'description' => 'Якщо у вас є інші теги, які не перелічені, не соромтеся запропонувати їх як значення, розділені комами. Ваш внесок завжди цінується!',
        'title' => 'Запропонувати нові теги',
      ],
      'suggestions' => 'Запропонований Тег1, Запропонований Тег2',
    ],
    'languages' => 
    [
      'title' => 'Оберіть мови, якими ви викладаєте предмет',
      'description' => 'Будь ласка, оберіть всі мови, якими ви комфортно викладаєте предмет. Ви можете обрати більше однієї мови',
      'select' => 'Оберіть мови',
    ],
    'save' => 
    [
      'continue' => 'Зберегти та продовжити',
    ],
  ],
  'step2' => 
  [
    'title' => 'Написати опис',
    'info' => 'Будь ласка, не вказуйте свій номер телефону або посилання на веб-сайти',
    'description' => 'Коротко представтеся, згадавши свою кваліфікацію та досвід викладання. Опишіть, як організовані ваші уроки та ваш стиль викладання. Поясніть, чого досягнуть або навчаться студенти з ваших занять.',
    'message' => 
    [
      'warning' => 'Будь ласка, введіть принаймні :chars символів',
    ],
    'write' => 
    [
      'description' => 'Написати опис мовою',
      'placeholder' => 'Введіть опис',
    ],
    'post' => 
    [
      'information' => 'Інформація про публікацію',
    ],
    'save' => 
    [
      'continue' => 'Зберегти та продовжити',
    ],
  ],
  'step3' => 
  [
    'title' => 'Місцезнаходження та ціна',
    'subtitle' => 'Місцезнаходження',
    'online' => 'Чи клас онлайн:',
    'yes' => 'Так',
    'no' => 'Ні',
    'in_person' => 'Чи клас особисто:',
    'duration' => 
    [
      'description' => 'Встановіть тривалість вашого класу (хвилини)',
      'title' => 'Тривалість',
      'placeholder' => 'Введіть тривалість',
    ],
    'price' => 
    [
      'description' => 'Встановіть ціну за ваш клас',
      'title' => 'Ціна',
      'placeholder' => 'Введіть ціну',
    ],
    'currency' => 
    [
      'description' => 'Оберіть валюту для вашого класу',
      'title' => 'Валюта',
      'select' => 'Оберіть валюту',
    ],
    'choose' => 'Обрати',
    'submit' => 
    [
      'post' => 'Подати публікацію',
    ],
    'description' => 'Опис',
    'country' => 
    [
      'title' => 'Країна',
      'placeholder' => 'Введіть країну',
    ],
    'city' => 
    [
      'title' => 'Місто',
      'placeholder' => 'Введіть місто',
    ],
    'continue' => 'Зберегти та продовжити',
  ],
  'step4' => 
  [
    'video' => 
    [
      'description' => 'Представте свій клас у захоплюючому відео',
      'title' => 'Відео презентація класу',
      'choose' => 'Обрати відео',
      'change' => 'Змінити відео',
      'selected' => 'Обране відео',
      'size' => 'Розмір відео не повинен перевищувати :size МБ',
    ],
    'title' => 'Відео презентація',
    'submit' => 
    [
      'post' => 'Подати публікацію',
    ],
  ],
  'edit_step' => 
  [
    'title' => 'Редагувати публікацію',
    'subject'=> [
      'no_selected' => 'Предмет не обрано',
    ],
    'request' => 'Запросити зміни',
  ],
];
