<?php

return [
  'discord' => 
  [
    'title' => 'Приєднуйтесь до нашої спільноти',
    'description' => 'Розгляньте можливість приєднатися до нашої спільноти в Discord. Ваші думки можуть допомогти нам зробити все ще краще.',
    'action' => 'Сервер Discord',
  ],
  'email_verification' => 
  [
    'description' => 'Введена вами електронна адреса недійсна, і ми не змогли зв\'язатися з вами. Будь ласка, оновіть її на сторінці вашого профілю та повідомте нам, написавши на:',
  ],
  'rate_teacher' => 
  [
    'description' => 'Будь ласка, приділіть хвилинку, щоб оцінити ваше недавнє заняття з викладачем. Ваш відгук допоможе нам покращити навчальний досвід для всіх.',
  ],
  'feedback' => 
  [
    'description' => 'Ми дуже вдячні за ваш відгук! Якщо, на вашу думку, ми щось упустили або ви зіткнулися з проблемами, повідомте нас, відвідавши',
  ],
  'localization' => 
  [
    'description' => 'Ми покладаємося на нашу чудову спільноту, щоб допомогти платформі зростати. Зараз ми шукаємо перекладачів. Чи є ви одним із них? Приєднуйтесь до нас!',
    'action' => 'Приєднуйтесь до нас на Weblate',
    'title' => 'Долучайтеся до перекладу',
  ],
  'article_author' => 
  [
    'title' => 'Стань письменником',
    'description' => 'Виділяйтеся в Інтернеті розумними, якісними статтями, які демонструють вашу експертизу. Почніть писати зараз.',
  ],
  'create_post' => 
  [
    'title' => 'Почніть навчання',
    'description' => 'Готові опублікувати новий пост про репетитора? Дайте нам знати, заповнивши форму.',
  ],
];
