<?php

return [
  'question_1' => 'Чи є реєстрація безкоштовною?',
  'answer_1' => 'Так, реєстрація на платформі Clasora повністю безкоштовна. Ви можете зареєструватися та розміщувати оголошення про свої уроки безкоштовно.',
  'question_2' => 'Чи є створення оголошення безкоштовним?',
  'answer_2' => 'Так, створення оголошення на платформі Clasora безкоштовне. Ви можете безкоштовно публікувати оголошення про свої уроки.',
  'question_3' => 'Як я можу швидко отримати схвалення свого профілю?',
  'answer_3' => 'Щоб швидко отримати схвалення профілю, переконайтеся, що вся необхідна інформація під час реєстрації є точною і повною. Використовуйте реальне фото, запишіть коротке відео та надайте детальний опис свого викладацького досвіду. Переконайтеся, що ви надали всю запитувану інформацію, і що вона відповідає правилам та вимогам платформи.
    Уникайте включення контактних даних або неправдивої інформації у свій опис та відео. Якщо така інформація буде присутня, ми попросимо вас її видалити, що може уповільнити процес схвалення.
    Найвірніший спосіб отримати схвалення — дотримуватися порад, наданих на кожному етапі реєстрації. Якщо у вас є додаткові питання або вам потрібна допомога, зв’яжіться з нашою службою підтримки через електронну пошту або інші доступні канали.',
  'question_4' => 'Які предмети я можу викладати?',
  'answer_4' => 'На платформі Clasora ви можете викладати будь-який предмет, у якому ви маєте експертні знання та досвід. Ви можете переглянути список предметів тут. Якщо предмет, який ви викладаєте, не вказаний у списку, ви можете подати запит на його додавання.',
  'question_5' => 'Чи стягує Clasora комісію за уроки?',
  'answer_5' => 'Ні, платформа Clasora не стягує комісію за уроки. Ви та студент узгоджуєте всі деталі безпосередньо без додаткових витрат для платформи.',
  'question_6' => 'Як я можу зв\'язатися з учнями?',
  'answer_6' => 'Коли учень зацікавиться вашими уроками, ви отримаєте повідомлення на електронну пошту. Усі подальші комунікації та домовленості відбуваються безпосередньо між вами та учнем через платформу.',
  'question_7' => 'Як здійснюються платежі за уроки?',
  'answer_7' => 'Платежі за уроки здійснюються безпосередньо між вами та учнем. Clasora не управляє процесом оплати та не стягує комісію. Ви та учень узгоджуєте всі деталі платежу безпосередньо.',
  'question_8' => 'Як я можу видалити або призупинити своє оголошення?',
  'answer_8' => 'Якщо ви хочете видалити або призупинити своє оголошення, вам потрібно надіслати запит електронною поштою на адресу :email. У листі вкажіть деталі оголошення, яке ви хочете видалити або призупинити, і, за потреби, додайте додаткову інформацію, щоб ми могли обробити ваш запит.',
  'faq_title' => 'Поширені запитання',
  'missed_questions' => 'Ми не відповіли на деякі запитання?',
  'missed_questions_paragraph_1' => 'Якщо у вас є додаткові запитання або вам потрібна допомога, будь ласка, віддайте наш :feedback_hub та приєднуйтесь до нашого каналу :discord.',
];
