<?php

return [
  'accept_action' => 'Прийняти',
  'customize_action' => 'Налаштувати',
  'modal_text' => 'Ми поважаємо вашу конфіденційність і прагнемо забезпечити найкращий досвід на сайті відповідно до вимог Загального регламенту про захист даних (GDPR). Дозволяючи використання файлів cookie, ви отримуєте персоналізований досвід, а їх відключення може знизити рівень персоналізації. Ви можете змінити свої налаштування в будь-який час. Ваша згода дійсна протягом 12 місяців. Для отримання додаткової інформації, будь ласка, ознайомтесь з нашою :privacy_policy та :cookie_policy.',
  'privacy_policy' => 'Політика конфіденційності',
  'cookie_policy' => 'Політика використання файлів cookie',
  'faq' => 'Поширені запитання',
  'decline_action' => 'Відхилити',
  'tos_title' => 'Умови користування',
];
