<?php

return [
  'email' => 
  [
    'provider_subject' => 'Новий урок заплановано',
    'provider_body' => 'Користувач :first_name запланував урок. Будь ласка, зв\'яжіться з користувачем заздалегідь, щоб повідомити місце проведення уроку.',
    'customer_subject' => 'Новий урок заплановано',
    'customer_body' => 'Ви запланували новий урок. Викладач зв\'яжеться з вами щодо місця проведення уроку.',
  ],
  'chat' => 
  [
    'message' => 'Нова зустріч запланована для :post_title на :date_time',
  ],
  'confirmation_message' => 'Будь ласка, підтвердьте дату та час уроку. Викладач надішле вам повідомлення про місце або посилання на запланований урок.',
  'no_availabilities' => 'Немає доступних годин для зустрічей на обрану дату. Будь ласка, оберіть іншу дату.',
];
