<?php

return [
  'description_1' => 'Реєстрація та публікація оголошень завжди будуть безкоштовними.',
  'native_speakers_section' => 'Хочете вивчити мову у носія або іноземного викладача? Ознайомтеся з цими оголошеннями.',
  'choose' => 'Виберіть',
  'chosen' => 'Вибрано',
  'remove' => 'Видалити',
  'subject' => 'Предмет',
  'choose_subject' => 'Виберіть предмет',
  'choose_tag' => 'Виберіть тег',
  'choose_language' => 'Виберіть мову',
  'levels_certifications' => 'Рівні та сертифікати',
  'tutor_speaks' => 'Викладач говорить',
  'default' => 'За замовчуванням',
  'class_location' => 'Місце проведення уроку',
  'blogs' => 'Статті викладача',
  'author' => 'Автор',
];
