<?php

return [
  'question_1' => '注册是免费的吗？',
  'answer_1' => '是的，Clasora平台上的注册是完全免费的。您可以免费注册并发布课程广告。',
  'question_2' => '创建广告是免费的吗？',
  'answer_2' => '是的，在Clasora平台上创建广告是免费的。你可以免费为你的课程发布广告。',
  'question_3' => '我如何快速通过个人资料的审核？',
  'answer_3' => '为了快速获得个人资料的批准，请确保在注册过程中所有必需的信息都是准确和完整的。使用你自己的真实照片，录制一段短视频，并详细描述你的教学经历。确保您提供了所有要求的信息，并且符合平台的规则和要求。
避免在描述和视频中包含联系方式或误导性信息。如果存在此类信息，我们将要求您删除它，这可能会减缓审批过程。
获得批准的一个可靠方法是遵循注册过程中每个步骤提供的提示。如果您有其他问题或需要帮助，请通过电子邮件或其他可用渠道联系我们的技术团队。',
  'question_4' => '我可以教哪些科目？',
  'answer_4' => '在Clasora平台上，您可以教授任何您有专业知识和经验的科目。您可以在此处查看主题列表。如果您教的科目在列表中没有，您可以要求我们添加它。',
  'question_5' => 'Clasora对课程收取服务费吗？',
  'answer_5' => '不，Clasora平台不收取课程服务费。您和学生直接安排所有细节，无需为平台支付额外费用。',
  'question_6' => '我如何联系学生？',
  'answer_6' => '当学生表示对你的课程感兴趣时，你会收到一封电子邮件通知。所有的沟通和安排都是通过平台直接在您和学生之间进行的。',
  'question_7' => '如何设置课程费用？',
  'answer_7' => '课程费用由您和学生直接沟通。Clasora不管理付款流程或收取佣金。您和学生安排所有付款细节。',
  'question_8' => '如何删除或暂停我发布的广告？',
  'answer_8' => '如果你想删除或暂停你的广告，你需要通过电子邮件发送请求至:email。在电子邮件中，提供您要删除或暂停的广告的详细信息，并在必要时提供其他信息，以便我们处理您的请求。',
  'faq_title' => '常见问题解答',
  'missed_questions' => '我们还没有回答一些问题？',
  'missed_questions_paragraph_1' => '如果您有其他问题或需要帮助，请访问我们的:feedback_hub并加入我们的:discord频道。',
];
