<?php

return [
  'title' => 'Вход',
  'action' => 'Войти',
  'login_redirect' => 'У Вас ещё нет учётной записи?',
  'register_redirect' => 'У Вас уже есть учётная запись?',
  'failed' => 'Эти учётные данные не соответствуют нашим записям.',
  'password' => 'Этот пароль не соответствует данным учётной записи.',
  'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте снова через :seconds секунд.',
  'name' => 'Имя',
  'provider' => 'Эта учетная запись связана с учетной записью :provider.',
  'forgot_password_description' => 'Забыли пароль? Не проблема. Просто сообщите нам свой адрес электронной почты, и мы отправим вам ссылку для сброса пароля, которая позволит вам выбрать новый.',
  'confirm_password_description' => 'Это защищенная область приложения. Пожалуйста, подтвердите свой пароль, прежде чем продолжить.',
  'profile_description' => 'Обновите информацию профиля и адрес электронной почты в своей учетной записи.',
  'update_password_description' => 'Убедитесь, что ваша учетная запись использует длинный, случайный пароль для обеспечения безопасности.',
  'delete_account_description' => 'После удаления вашей учетной записи все ее ресурсы и данные будут безвозвратно удалены. Перед удалением вашей учетной записи, пожалуйста, скачайте всю информацию или данные, которую вы хотите сохранить.',
  'delete_account_confirmation' => 'После удаления вашей учетной записи все ее ресурсы и данные будут безвозвратно удалены. Пожалуйста, введите ваш пароль, чтобы подтвердить, что вы действительно хотите безвозвратно удалить свою учетную запись.',
  'set_password_description' => 'Вы вошли в систему с помощью стороннего провайдера, такого как Google, Apple или Linkedin. Чтобы иметь возможность получать доступ к платформе напрямую, установите пароль.',
  'onboarding_teacher_question' => 'Пожалуйста, сообщите нам, хотите ли вы преподавать или ищете преподавателей?',
  'onboarding_teacher_title' => 'Добро пожаловать на нашу платформу, :first_name!',
  'onboarding_not_teacher' => 'Ищу преподавателей',
  'onboarding_is_teacher' => 'Хочу преподавать',
];
