<?php

return [
  'accept_action' => 'Принять',
  'customize_action' => 'Настроить',
  'modal_text' => 'Мы уважаем вашу конфиденциальность и стремимся предоставить наилучший опыт использования сайта в соответствии с требованиями Общим регламентом по защите данных (GDPR). Разрешение на использование файлов cookie позволяет персонализировать ваш опыт, в то время как их отключение может уменьшить уровень персонализации. Вы можете в любой момент изменить свои предпочтения. Ваше согласие действительно в течении 12 месяцев. Для получения дополнительной информации, пожалуйста, ознакомьтесь с нашей :privacy_policy и :cookie_policy.',
  'privacy_policy' => 'Политика конфиденциальности',
  'cookie_policy' => 'Политика использования файлов cookie',
  'decline_action' => 'Отклонить',
];
