<?php

return [
  'discord' => 
  [
    'title' => 'Присоединяйтесь к нашему сообществу',
    'description' => 'Рассмотрите возможность присоединиться к нашему сообществу в Discord. Ваши идеи помогут нам сделать всё еще лучше.',
    'action' => 'Сервер Discord',
  ],
  'email_verification' => 
  [
    'description' => 'Введенный вами адрес электронной почты недействителен, и мы не смогли связаться с вами. Пожалуйста, обновите его на странице вашего профиля и сообщите нам, отправив письмо по адресу:',
  ],
  'rate_teacher' => 
  [
    'description' => 'Пожалуйста, уделите минуту, чтобы оценить недавний урок с вашим преподавателем. Ваш отзыв помогает нам улучшить учебный процесс для всех.',
  ],
  'feedback' => 
  [
    'description' => 'Мы очень ценим ваш отзыв! Если вы считаете, что чего-то не хватает, или если вы столкнулись с проблемами, пожалуйста, сообщите нам, посетив',
  ],
  'localization' => 
  [
    'description' => 'Мы рассчитываем на наше замечательное сообщество, чтобы помочь в развитии нашей платформы. Сейчас мы ищем переводчиков. Вы один из них? Присоединяйтесь к нам!',
    'action' => 'Присоединяйтесь к нам на Weblate',
    'title' => 'Внесите свой вклад в перевод',
  ],
  'article_author' => 
  [
    'title' => 'Стань писателем',
    'description' => 'Выделяйтесь в интернете с помощью умных, качественных статей, которые демонстрируют вашу экспертизу. Начните писать сейчас.',
  ],
  'create_post' => 
  [
    'title' => 'Начать обучение',
    'description' => 'Готовы опубликовать новый пост для репетитора? Дайте нам знать, заполнив форму.',
  ],
];
