<?php

return [
  'question_1' => 'Регистрация бесплатна?',
  'answer_1' => 'Да, регистрация на платформе Clasora полностью бесплатна. Вы можете зарегистрироваться и размещать объявления о своих уроках без каких-либо затрат.',
  'question_2' => 'Создание объявления бесплатно?',
  'answer_2' => 'Да, создание объявления на платформе Clasora бесплатно. Вы можете свободно размещать объявления о своих уроках без каких-либо затрат.',
  'question_3' => 'Как быстро получить одобрение моего профиля?',
  'answer_3' => 'Чтобы быстро получить одобрение профиля, убедитесь, что вся необходимая информация точна и полностью указана при регистрации. Используйте свою настоящую фотографию, запишите короткое видео и предоставьте подробное описание вашего преподавательского опыта. Убедитесь, что вы предоставили всю запрашиваемую информацию и что она соответствует правилам и требованиям платформы.
    Избегайте включения контактных данных или вводящей в заблуждение информации в описание и видео. Если такая информация присутствует, мы попросим вас удалить её, что может замедлить процесс одобрения.
    Надежный способ получить одобрение — следовать рекомендациям, предоставленным на каждом этапе регистрации. Если у вас возникнут дополнительные вопросы или потребуется помощь, свяжитесь с нашей службой поддержки по электронной почте или через другие доступные каналы связи.',
  'question_4' => 'Какие предметы я могу преподавать?',
  'answer_4' => 'На платформе Clasora вы можете преподавать любой предмет, в котором у вас есть экспертные знания и опыт. Вы можете просмотреть список доступных предметов здесь. Если предмет, который вы преподаете, отсутствует в списке, вы можете запросить его добавление.',
  'question_5' => 'Clasora взимает комиссию за уроки?',
  'answer_5' => 'Нет, платформа Clasora не взимает комиссию за уроки. Вы и ученик самостоятельно договариваетесь обо всех деталях без дополнительных затрат в счёт комиссии платформы.',
  'question_6' => 'Как я могу связаться с учениками?',
  'answer_6' => 'Когда ученик проявляет интерес к вашим урокам, вы получите уведомление по электронной почте. Все дальнейший коммуникации и договорённости происходят напрямую между вами и учеником через платформу.',
  'question_7' => 'Как происходит оплата за уроки?',
  'answer_7' => 'Оплата за уроки происходит напрямую между вами и учеником. Clasora не управляет процессом оплаты и не взимает комиссию. Вы и ученик самостоятельно договариваетесь обо всех условиях оплаты.',
  'question_8' => 'Как я могу удалить или приостановить своё объявление?',
  'answer_8' => 'Если вы хотите удалить или приостановить своё объявление, вам нужно отправить запрос по электронной почте на адрес: :email. В письме укажите данные объявления, которые вы хотите удалить или приостановить, и, при необходимости, предоставьте дополнительную информацию для обработки вашего запроса.',
  'faq_title' => 'Часто задаваемые вопросы',
  'missed_questions' => 'Мы не ответили на интересующий вас вопрос?',
  'missed_questions_paragraph_1' => 'Если у вас есть дополнительные вопросы или вам нужна помощь, посетите наш :feedback_hub и присоединитесь к нашему каналу в :discord.',
];
