<?php

return [
  'description_1' => 'Регистрация и размещение объявлений всегда будут бесплатными.',
  'native_speakers_section' => 'Хотите выучить язык с носителем языка или иностранным преподавателем? Ознакомьтесь с этими объявлениями.',
  'choose' => 'Выберите',
  'chosen' => 'Выбрано',
  'remove' => 'Удалить',
  'subject' => 'Предмет',
  'choose_subject' => 'Выберите предмет',
  'choose_tag' => 'Выберите тег',
  'choose_language' => 'Выберите язык',
  'levels_certifications' => 'Уровни и сертификаты',
  'tutor_speaks' => 'Преподаватель говорит',
  'default' => 'По умолчанию',
  'class_location' => 'Место проведения занятия',
  'blogs' => 'Статьи преподавателя',
  'author' => 'Автор',
];
